{
    "welcome_message": "Leading the way towards a greener future",
    "hero_p": "At Green Solutions, we help clients adopt sustainable practices and minimize environmental impact through our comprehensive",
    "btn_check": "Check us out",
    "contact": "Contact",
    "nav_about": "About us",
    "nav_edu": "Education",
    "nav_tes": "Testimonials",
    "mission": "Our mission",
    "goal": "Our goal is to support clients in creating more ecological and sustainable solutions that contribute to environmental protection and improve the quality of life for future generations",
    "main_goals": "Main goals",
    "goal_1": "Implementing eco-friendly practices to reduce environmental impact",
    "goal_2": "Promoting innovative solutions for sustainable development and natural resource conservation",
    "goal_3": "Building partnerships and advocating for eco-initiatives to create a greener future",
    "transforming": "Transforming the World through Sustainable Solutions",
    "trans_1h": "Environmental Consulting",
    "trans_2h": "Waste Management",
    "trans_3h": "Renewable Energy Solutions",
    "trans_1p": "Our environmental consulting services provide expert guidance on sustainable practices and environmental regulations",
    "trans_2p": "We provide eco-friendly waste management solutions that emphasize recycling and waste reduction",
    "trans_3p": "Our renewable energy solutions harness nature's power for clean, sustainable energy, creating a greener future",
    "edu":"Ecological Education and Training",
    "edu_p":"At Green Solutions, we organize training and workshops for businesses and schools on sustainable development. Our team helps reduce your carbon footprint and ensure compliance with environmental regulations through various services, promoting eco-friendly practices and environmental responsibility",
    "step": "Step",
    "impl": "Implementing Ecological Practices for a Greener Future",
    "impl_p": "At Green Solutions, we guide our clients through a step-by-step process to help them implement ecological practices and minimize their impact on the environment. Our team of experts provides tailored solutions that promote sustainable development and environmental protection.",
    "step_1": "Initial Consultation and Assessment of Environmental Impact",
    "step_2": "Development of Customized Eco-Friendly Strategies and Solutions",
    "step_3": "Implementation of Sustainable Practices and Technologies",
    "step_4": "Monitoring and Evaluation of Environmental Performance",
    "tes_h": "Customer testimonials",
    "tes_1": " Green Solutions transformed our business with their innovative eco-friendly practices. Highly recommend!",
    "tes_2": "Thanks to Green Solutions, our company is now leading in sustainability and environmental conservation.",
    "tes_3": " Excellent service and expert advice from Green Solutions helped us achieve our green goals effortlessly.",
    "cont_h": "Contact Green Solutions",
    "cont_p": "We're here to answer any questions you may have.",
    "name": "Name",
    "mess": "Mesasge",
    "placeholder": "Enter your message...",
    "send": "Submit",
    "phone": "Phone",
    "email_p": "For general inquiries, contact us at:",
    "phone_p": "For urgent matters, call us at:",
    "office": "Office",
    "serv": "Services",
    "priv": "Privacy Policy",
    "cook": "Cookie Policy",
    "terms": "Terms and Conditions",
    "rights": "© 2024 Green Solutions. All rights reserved",
    "message-sent": "Message has been sent."

  }
