{
  "welcome_message": "Wyznaczamy kierunek ku zielonej przyszłości",
  "hero_p": "W Green Solutions pomagamy klientom wdrażać zrównoważone praktyki i minimalizować wpływ na środowisko dzięki naszym kompleksowym usługom",
  "btn_check": "Poznaj nas",
  "contact": "Kontakt",
  "nav_about": "O nas",
  "nav_edu": "Szkolenia",
  "nav_tes": "Referencje",
  "mission": "Nasza misja",
  "goal": "Naszym celem jest wspieranie klientów w tworzeniu bardziej ekologicznych i zrównoważonych rozwiązań, które przyczyniają się do ochrony środowiska i poprawy jakości życia przyszłych pokoleń",
  "main_goals": "Główne cele",
  "goal_1": "Wdrażanie przyjaznych dla środowiska praktyk w celu zmniejszenia negatywnego wpływu na otoczenie",
  "goal_2": "Promowanie innowacyjnych rozwiązań na rzecz zrównoważonego rozwoju i ochrony zasobów naturalnych",
  "goal_3": "Budowanie partnerstw i wspieranie inicjatyw ekologicznych, aby tworzyć zieloną przyszłość",
  "transforming": "Przekształcamy świat poprzez zrównoważone rozwiązania",
  "trans_1h": "Doradztwo środowiskowe",
  "trans_2h": "Zarządzanie odpadami",
  "trans_3h": "Odnawialne źródła energii",
  "trans_1p": "Nasze usługi doradztwa środowiskowego oferują fachowe wsparcie w zakresie zrównoważonych praktyk oraz przestrzegania przepisów ochrony środowiska",
  "trans_2p": "Oferujemy ekologiczne rozwiązania w zakresie zarządzania odpadami, które kładą nacisk na recykling i redukcję odpadów",
  "trans_3p": "Nasze rozwiązania w zakresie energii odnawialnej wykorzystują siły natury, dostarczając czystą, zrównoważoną energię i tworząc zieloną przyszłość",
  "edu": "Edukacja ekologiczna i szkolenia",
  "edu_p": "W Green Solutions organizujemy szkolenia i warsztaty dla firm i szkół na temat zrównoważonego rozwoju. Nasz zespół pomaga w redukcji śladu węglowego i zapewnia zgodność z przepisami ochrony środowiska poprzez różnorodne usługi, promując praktyki przyjazne dla środowiska i odpowiedzialność ekologiczną.",
  "step": "Krok",
    "impl": "Wdrażanie ekologicznych praktyk dla zielonej przyszłości",
    "impl_p": "W Green Solutions przeprowadzamy naszych klientów przez krok po kroku proces, który pomaga im wdrożyć praktyki ekologiczne i zminimalizować wpływ na środowisko. Nasz zespół ekspertów oferuje dostosowane rozwiązania, które wspierają zrównoważony rozwój i ochronę środowiska.",
    "step_1": "Wstępna konsultacja i ocena wpływu na środowisko",
    "step_2": "Opracowanie spersonalizowanych strategii i rozwiązań ekologicznych",
    "step_3": "Wdrażanie zrównoważonych praktyk i technologii",
    "step_4": "Monitorowanie i ocena wyników środowiskowych",
    "tes_h": "Referencje",
    "tes_1": "Green Solutions przekształciło naszą firmę dzięki innowacyjnym, ekologicznym praktykom. Gorąco polecam!",
    "tes_2": "Dzięki Green Solutions nasza firma teraz przewodzi w zakresie zrównoważonego rozwoju i ochrony środowiska.",
    "tes_3": "Doskonale usługi i fachowa rada od Green Solutions pomogły nam bez wysiłku osiągnąć nasze zielone cele.",
    "cont_h": "Skontaktuj się z Green Solutions",
    "cont_p": "Jesteśmy do Twojej dyspozycji, aby odpowiedzieć na wszelkie pytania.",
    "name": "Imię",
    "mess": "Wiadomość",
    "placeholder": "Wpisz swoją wiadomość...",
    "send": "Wyślij",
    "phone": "Telefon",
    "email_p": "W sprawach ogólnych skontaktuj się z nami pod adresem:",
    "phone_p": "W pilnych sprawach zadzwoń do nas pod numer:",
    "office": "Biuro",
    "serv": "Usługi",
    "priv": "Polityka prywatności",
    "cook": "Polityka cookies",
    "terms": "Warunki korzystania",
    "rights": "© 2024 Green Solutions. Wszelkie prawa zastrzeżone.",
    "message-sent": "Wiadomość została wysłana"
}
